[TwileksBase_Head_Fem_A X2BodyPart Template]
DisplayName="特维莱克斯 头 A"

[TwileksBase_Head_Fem_B X2BodyPart Template]
DisplayName="特维莱克斯 头 B"

[TwileksBase_Head_Fem_C X2BodyPartTemplate]
DisplayName="特维莱克斯 头 C"

[TwileksBase_Head_Fem_D X2BodyPartTemplate]
DisplayName="特维莱克斯头 D"

[TwileksBase_Head_Male_A X2BodyPartTemplate]
DisplayName="特维莱克斯 头 A"

[TwileksBase_Head_Male_B X2BodyPartTemplate]
DisplayName="特维莱克斯 头 B"

[TwileksBase_Head_Male_C X2BodyPartTemplate]
DisplayName="特维莱克斯 头 C"

[TwileksBase_Head_Male_D X2BodyPartTemplate]
DisplayName="特维莱克斯头 D"

[TwilekRookie X2SoldierClass Template]
DisplayName="特维莱克斯新兵"

[Twi'leksSoldier X2CharacterTemplate]
strCharacterName="士兵"
strCharacterBackgroundMale[0]="<XGParam:StrValue0/!CountryName/> 的一个偏远社区中长大，<XGParam:StrValue1/!FirstName/> 是一名 特维莱克斯抵抗战士的后裔，尽管放弃了为家人而战，但还是被俘虏了，<XGParam:StrValue1/!FirstName/ 从那时起就对他们怀恨在心。当他听说 XCOM 试图在地球上组建抵抗力量时，他尽快开始寻找我们。"
strCharacterBackgroundMale[1]="来自瑞洛斯 的新移民，<XGParam:StrValue1/!FirstName/> 曾是一位低调的忠诚公民，但有一天，他目睹了朋友所在的小镇被变种人和外星统治阶级从地图上抹去。现在，他想让变种人尝尝那天所见的痛苦。"

strCharacterBackgroundFemale[0]="<XGParam:StrValue0/!CountryName/> 的一个偏远社区中长大，<XGParam:StrValue1/!FirstName/> 是一名 特维莱克斯抵抗战士的后裔，尽管放弃了为家人而战，但还是被俘虏了，<XGParam:StrValue1/!FirstName/ 从那时起就对他们怀恨在心。当她听说 XCOM 试图在地球上组建抵抗力量时，她尽快开始寻找我们。"
strCharacterBackgroundFemale[1]="来自瑞洛斯 的新移民，<XGParam:StrValue1/!FirstName/> 曾是一位低调的忠诚公民，但有一天，她亲眼目睹了她朋友所在的小镇被变种人和外星统治阶级从地图上抹去。现在，她想让变种人感受到她那天所目睹的那种痛苦。"

[RM_Twi'leks X2EncyclopediaTemplate]
ListTitle="特维莱克斯"
DescriptionTitle="特维莱克斯"
DescriptionEntry="特维莱克斯是瑞洛斯星球的本土物种，他们往往被称为银河系的咀嚼玩具，一直受到无数威胁的攻击，直到最近一次来自虚灵集团的威胁。然而，作为回报，他们越来越善于在整个文化范围内抵抗压迫他们的企图，我们可以在地球上利用这一点。"

[RM_Sneak X2AbilityTemplate]
LocFriendlyName="潜行"
LocHelpText="获得隐蔽半个回合。"
LocLongDescription="<Bullet/>进入隐蔽状态半个回合。如果受到监视则无法使用。具有<Ability:SNEAK_COOLDOWN/>回合冷却时间。"
